Repository: mkdryden/taiga-back
Catalog: taiga/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Public registration is disabled.
lv: Publiska reģistrācija nav pieejama

source: You must accept our terms of service and privacy policy
lv: Jums jāpiekrīt pakalpojumu noteikumiem un privātuma politikai

source: invalid registration type
lv: nederīgs reģistrācijas tips

source: invalid login type
lv: nederīgs lietotāja vārda tips

source: Username is already in use.
lv: Lietotājvārds jau tiek izmantots.

source: Email is already in use.
lv: E-pasta adrese jau tiek izmantota.

source: Token does not match any valid invitation.
lv: Tokens neatbilst nevienam derīgam uzaicinājumam.

source: User is already registered.
lv: Lietotājs jau ir reģistrēts.

source: This user is already a member of the project.
lv: Šis lietotājs jau ir projekta dalībnieks.

source: Error while creating new user.
lv: Kļūda veidojot lietotāju

source: Invalid token
lv: Nederīgs tokens

source: invalid username
lv: Nederīgs lietotājvārds

source: Required. 255 characters or fewer. Letters, numbers and /./-/_ characters'
lv: Obligāts. 255 rakstzīmes vai mazāk. Burti, cipari un /./-/_ rakstzīmes

source: Invalid full name
lv: Pilnais vārds nav derīgs

source: This field is required.
lv: Šis lauks ir obligāts.

source: Invalid value.
lv: Nederīga vērtība.

source: '%s' value must be either True or False.
lv: '%s'vērtībai jābūt "jā/patiess" vai "nē/nepatiess"...

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
lv: Ievadiet derīgu “logu”, kas sastāv no burtiem, cipariem, pasvītrojumiem vai defisēm.

source: Select a valid choice. %(value)s is not one of the available choices.
lv: Izdariet derīgu izvēli. %(value)s nav viena no pieejamajām izvēlēm.

source: You email domain is not allowed
lv: Jūsu e-pasta domēns nav atļauts

source: Enter a valid email address.
lv: Ievadiet derīgu e-pasta adresi.

source: Date has wrong format. Use one of these formats instead: %s
lv: Datuma formāts nav pareizs. Tā vietā izmantojiet kādu no šiem formātiem: %s

source: Datetime has wrong format. Use one of these formats instead: %s
lv: Datuma:laika formāts nav pareizs. Tā vietā izmantojiet kādu no šiem formātiem: %s

source: Time has wrong format. Use one of these formats instead: %s
lv: Laika formāts ir nepareizs. Tā vietā izmantojiet kādu no šiem formātiem:%s

source: Enter a whole number.
lv: Ievadiet veselu skaitli.

source: Ensure this value is less than or equal to %(limit_value)s.
lv: Pārliecinieties, ka šī vērtība ir mazāka vai vienāda ar %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
lv: Pārliecinieties, ka šī vērtība ir lielāka vai vienāda ar %(limit_value)s.

source: "%s" value must be a float.
lv: "%s"vērtībai jābūt ar cipariem aiz komata.

source: Enter a number.
lv: Ievadiet skaitli.

source: Ensure that there are no more than %s digits in total.
lv: Pārliecinieties, ka kopā nav vairāk par %s cipariem.

source: Ensure that there are no more than %s decimal places.
lv: Pārliecinieties, ka nav vairāk par %s cipariem aiz komata.

source: Ensure that there are no more than %s digits before the decimal point.
lv: Pārliecinieties, ka pirms komata nav vairāk par %s cipariem.

source: No file was submitted. Check the encoding type on the form.
lv: Netika iesniegts neviens fails. Pārbaudiet veidlapas kodēšanas veidu.

source: No file was submitted.
lv: Netika iesniegts neviens fails.

source: The submitted file is empty.
lv: Iesniegtais fails ir tukšs.

source: Ensure this filename has at most %(max)d characters (it has %(length)d).
lv: Pārliecinieties, vai šajā faila nosaukumā ir ne vairāk kā %(max)d rakstzīmes (tam ir %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
lv: Lūdzu, iesniedziet failu vai atzīmējiet notīrīto izvēles rūtiņu, bet ne abus.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
lv: Augšupielādējiet derīgu attēlu. Augšupielādētais fails nebija attēls, vai arī tas ir bojāts.

source: Blocked element
lv: Bloķēts elements

source: Page is not 'last', nor can it be converted to an int.
lv: Lapa nav 'pēdējā', un to nevar arī pārveidot par veselu skaitli (int).

source: Invalid page (%(page_number)s): %(message)s
lv: Nederīga lapa (%(page_number)s): %(message)s

source: Invalid permission definition.
lv: Nederīga atļaujas definēšana.

source: Invalid pk '%s' - object does not exist.
lv: Nederīgs pk '%s' - objekts neeksistē.

source: Incorrect type. Expected pk value, received %s.
lv: Nepareizs tips. Sagaidītā pk vērtība, saņemta %s.

source: Object with %s=%s does not exist.
lv: Objekts ar %s=%s neeksistē.

source: Invalid hyperlink - No URL match
lv: Nederīga hipersaite - nav sakritības ar URL

source: Invalid hyperlink - Incorrect URL match
lv: Nederīga hipersaite - nepareiza URL sakritība

source: Invalid hyperlink due to configuration error
lv: Nederīga hipersaite konfigurācijas kļūdas dēļ

source: Invalid hyperlink - object does not exist.
lv: Nederīga hipersaite - objekts neeksistē.

source: Incorrect type. Expected url string, received %s.
lv: Nepareizs tips. Tika sagaidīts URL, saņemts %s.

source: Invalid data
lv: Nederīgi dati

source: No input provided
lv: Nav ievadīta informācija

source: Cannot create a new item, only existing items may be updated.
lv: Nevar izveidot jaunu vienumu, var atjaunināt tikai esošos vienumus.

source: Expected a list of items.
lv: Tiek sagaidīts vienumu saraksts.

source: Not found
lv: Nav atrasts

source: Permission denied
lv: Atļauja/piekļuve liegta

source: Server application error
lv: Servera lietotnes kļūda

source: Connection error.
lv: Savienojuma kļūda.

source: Malformed request.
lv: Nepareizi izveidots pieprasījums.

source: Incorrect authentication credentials.
lv: Nepareizi autentifikācijas rekvizīti.

source: Authentication credentials were not provided.
lv: Autentifikācijas rekvizīti netika iesniegti.

source: You do not have permission to perform this action.
lv: Jums nav atļaujas veikt šo darbību.

source: Method '%s' not allowed.
lv: Metode '%s' nav atļauta.

source: Could not satisfy the request's Accept header
lv: Nevarēja apmierināt pieprasījuma Apstiprināšanas galveni

source: Unsupported media type '%s' in request.
lv: Pieprasījumā ietverts neatbalstīts multivides tips '%s' .

source: Request was throttled.
lv: Pieprasījums ieķērās.

source: Expected available in %d second%s.
lv: Paredzams, ka būs pieejams %d sekundē%s.

source: Unexpected error
lv: Pavisam negaidīta kļūda

source: Not found.
lv: Nav atrasts.

source: Method not supported for this endpoint.
lv: Šim parametram (endpoint) metode netiek atbalstīta.

source: Wrong arguments.
lv: Nepareizi argumenti.

source: Data validation error
lv: Datu validācijas kļūda

source: Integrity Error for wrong or invalid arguments
lv: Integritātes kļūda dēļ nepareiziem vai nederīgiem argumentiem

source: Precondition error
lv: Priekšnosacījuma kļūda

source: No room left for more projects.
lv: Nav atlicis vietas priekš nākamajiem projektiem.

source: Error in filter params types.
lv: Kļūda filtru parametru tipos.

source: 'project' must be an integer value.
lv: 'projektam' jābūt veselai vērtībai (skaitlim).

source: You have been Taigatized
lv: Jūs esat Taigatizēts

source: <p>Welcome to %(product_name)s, an Open Source, Agile Project Management Tool</p>
lv: <p>Laipni lūgtum %(product_name)s, Atklātā koda, elastīgs Projektu vadības rīks</p>

source: <a href="%(unsubscribe_url)s">Configure email notifications or unsubscribe</a> &nbsp;&bull;&nbsp; <a href="%(support_url)s">Taiga Support</a> &nbsp;&bull;&nbsp; <a href="mailto:%(support_email)s" >Contact us</a>
lv: <a href="%(unsubscribe_url)s">Iestatīt e-pasta paziņojumus vai atrakstīties</a> &nbsp;&bull;&nbsp; <a href="%(support_url)s">Taiga Atbalsts</a> &nbsp;&bull;&nbsp; <a href="mailto:%(support_email)s" >Sazināties</a>

source: Follow us on Twitter
lv: Sekojiet mums Čiveklī (Twitterī)

source: Get the code on GitHub
lv: Iegūstiet kodu GitHubā

source: [Taiga] Updates
lv: [Taiga] aktualizējumi

source: Updates
lv: Aktualizējumi

source: <h3>comment:</h3> <p>%(comment)s</p>
lv: <h3>komentārs:</h3> <p>%(comment)s</p>

source: Comment: %(comment)s
lv: Komentārs: %(comment)s

source: Host access error
lv: Kļūda piekļūstot hostam

source: IP Address error
lv: IP adreses kļūda

source: User story created
lv: Vajadzība izveidota

source: User story changed
lv: Vajadzība mainīta

source: User story deleted
lv: Vajadzība dzēsta

source: US #{} - {}
lv: Vajadzība #{} - {}

source: Task created
lv: Uzdevums izveidots

source: Task changed
lv: Uzdevums mainīts

source: Task deleted
lv: Uzdevums dzēsts

source: Task #{} - {}
lv: Uzdevums #{} - {}

source: Issue created
lv: Izmaiņu pieprasījums izveidots

source: Issue changed
lv: Izmaiņu pieprasījums mainīts

source: Issue deleted
lv: Izmaiņu pieprasījums dzēsts

source: Issue: #{} - {}
lv: Izmaiņu pieprasījums: #{} - {}

source: Wiki Page created
lv: Wiki lapa izveidota

source: Wiki Page changed
lv: Wiki lapa mainīta

source: Wiki Page deleted
lv: Wiki lapa dzēsta

source: Wiki Page: {}
lv: Wiki lapa: {}

source: Sprint created
lv: Sprints izveidots

source: Sprint changed
lv: Sprints mainīts

source: Sprint deleted
lv: Sprints dzēsts

source: Sprint: {}
lv: Sprints: {}

source: We needed at least one role
lv: Mums bija vajadzīga vismaz viena loma

source: Needed dump file
lv: Nepieciešams izmetes/kopijas (dump) fails

source: Invalid dump format
lv: Nederīgs izmetes formāts

source: error importing project data
lv: Importējot projekta datus, gadījās ķibele

source: error importing roles
lv: Importējot lomas, gadījās ķibele

source: error importing memberships
lv: Importējot dalībnieku dalības, gadījās ķibele

source: error importing lists of project attributes
lv: Importējot projekta atribūtu sarakstus, gadījās ķibele

source: error importing default project attribute values
lv: kļūda importējot projekta atribūtu noklusējuma vērtības

source: error importing custom attributes
lv: Importējot pielāgotos atribūtus, gadījās ķibele

source: error importing sprints
lv: Importējot sprintus, gadījās ķibele

source: error importing issues
lv: Importējot izmaiņu pieprasījumus, gadījās ķibele

source: error importing user stories
lv: Importējot vajadzības, gadījās ķibele

source: error importing epics
lv: Importējot eposus, gadījās ķibele

source: error importing tasks
lv: Importējot uzdevumus, gadījās ķibele

source: error importing wiki pages
lv: Importējot wiki lapas, gadījās ķibele

source: error importing wiki links
lv: Importējot wiki saites, gadījās ķibele

source: error importing tags
lv: Importējot birkas, gadījās ķibele

source: error importing timelines
lv: Importējot laika grafikus, gadījās ķibele

source: unexpected error importing project
lv: Negaidīta dižķibele, importējot projektu

source: Error generating project dump
lv: Veidojot projekta kopiju/dublikātu (dump), gadījās ķibele

source: Error loading dump by {user_full_name} <{user_email}>:" REASON: ------- {reason} DETAILS: -------- {details} TRACE ERROR: ------------
lv: Lietotājam {user_full_name} <{user_email}> ielādējot projekta kopiju (dump), gadījās ķibele:" CĒLONIS: ------- {reason} INFORMĀCIJA: -------- {details} IZSEKOT KĻŪDU: ------------

source: Error loading project dump
lv: Ielādējot projekta kopiju, gadījās ķibele

source: Error loading your project dump file
lv: Ielādējot projekta kopijas (dump) failu, gadījās ķibele

source: -- no detail info --
lv: -- nav detalizētas informācijas --

source: Hello %(user)s, Your dump from project %(project)s has been correctly generated. You can download it here: %(url)s This file will be deleted on %(deletion_date)s. --- %(signature)s
lv: Sveiki%(user)s, Kopija projektam%(project)s izveidota veiksmīgi. Lejuplādejama šeit: %(url)s Šie dati tiks dzēsti %(deletion_date)s. --- %(signature)s

source: [%(project)s] Your project dump has been generated
lv: [%(project)s] Jūsu projekta kopija (dump) ir izveidota

source: <h1>%(error_message)s</h1> <p>Hello %(user)s,</p> <p>Your project %(project)s has not been exported correctly.</p> <p>The Taiga system administrators have been informed.<br/> Please, try it again or contact with the support team at <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>%(signature)s</small></p>
lv: <h1>%(error_message)s</h1> <p>Hello %(user)s,</p> <p>Projekts%(project)s eksports neveiksmīgs.</p> <p>Taigas sistēmas aprūpētāji ir informēti.<br/> Aicinām mēģināt vēlreiz. Ja ne, lūdzam sazināties ar atbalsta grupu <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>%(signature)s</small></p>

source: Hello %(user)s, %(error_message)s Your project %(project)s has not been exported correctly. The Taiga system administrators have been informed. Please, try it again or contact with the support team at %(support_email)s --- %(signature)s
lv: Sveicieni %(user)s, %(error_message)s Projekta %(project)s exports.nav izdevies. Taigas sistēmas aprūpētāji ir informēti. Aicinām mēģināt vēlreiz. Ja ne, lūdzam sazināties ar atbalsta grupu%(support_email)s --- %(signature)s

source: <h1>%(error_message)s</h1> <p>Hello %(user)s,</p> <p>Your project has not been imported correctly.</p> <p>The %(product_name)s system administrators have been informed.<br/> Please, try it again or contact with the support team at <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>%(signature)s</small></p>
lv: <h1>%(error_message)s</h1> <p>Hello %(user)s,</p> <p>Projekta imports neizdodadas.</p> <p>%(product_name)s sistēmas aprūpētāji ir informēti.<br/> Aicinām mēģināt vēlreiz. Ja ne, lūdzam sazināties ar atbalsta grupu <a href="mailto:%(support_email)s" title="Support email" style="color: #699b05">%(support_email)s</a></p> <p><small>%(signature)s</small></p>

source: Hello %(user)s, %(error_message)s Your project has not been imported correctly. The %(product_name)s system administrators have been informed. Please, try it again or contact with the support team at %(support_email)s --- %(signature)s
lv: Sveicieni%(user)s, %(error_message)s Projekta imports neizdodadas. %(product_name)s sistēmas aprūpētāji ir informēti. Mēģiniet vēlreiz, lūdzu. Ja neizdodas, aicinam sazināties ar atbalsta grupu: %(support_email)s %(signature)s

source: <h1>Project dump imported</h1> <p>Hello %(user)s,</p> <h3>Your project dump has been correctly imported.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>%(signature)s</small></p>
lv: <h1>Projekta kopija importēta</h1> <p>Sveicināti %(user)s,</p> <h3>Jūsu projekts importēts veiksmīgi.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Dodieties uz %(project)s</a> <p><small>%(signature)sT</small></p>

source: Hello %(user)s, Your project dump has been correctly imported. You can see the project %(project)s here: %(url)s --- %(signature)s
lv: Sveicieni %(user)s, Projekta damps importēts veiksmīgi. Projekts apskatāms %(project)s šeit: %(url)s --- %(signature)s

source: [%(project)s] Your project dump has been imported
lv: [%(project)s] Jūsu projekta kopija ir importēta

source: {}="{}" not found in this project
lv: {}="{}" netika atrasts šajā projektā

source: Invalid content. It must be {"key": "value",...}
lv: Nederīgs saturs. Tam jābūt {"key": "value",...}

source: It contains invalid custom fields.
lv: Tas satur nederīgus pielāgotos laukus.

source: Name duplicated for the project
lv: Projekts ar šādu nosaukumu jau pastāv

source: Authentication required
lv: Nepieciešama autentifikācija

source: name
lv: vārds

source: Icon url
lv: ikonas URL

source: web
lv: tīmekļa URL

source: description
lv: apraksts

source: Next url
lv: nākamais URL

source: user
lv: lietotājs

source: application
lv: pieteikums

source: full name
lv: pilns vārds

source: email address
lv: e-pasta adrese

source: comment
lv: komentārs

source: created date
lv: izveides datums

source: <h1>Feedback</h1> <p>Taiga has received feedback from %(full_name)s <%(email)s></p>
lv: <h1>Atsauksmes</h1> <p>Taiga saņēmusi atsauksmi no %(full_name)s <%(email)s></p>

source: <h3>Comment</h3> <p>%(comment)s</p>
lv: <h3>Komentārs</h3> <p>%(comment)s</p>

source: Extra info
lv: Papildus informācija

source: --------- - From: %(full_name)s <%(email)s> --------- - Comment: %(comment)s ---------
lv: --------- - No: %(full_name)s <%(email)s> --------- - Komentārs: %(comment)s ---------

source: - Extra info:
lv: - Papildus informācija:

source: [Taiga] Feedback from %(full_name)s <%(email)s>
lv: [Taiga] Atsauksme no %(full_name)s <%(email)s>

source: The payload is not valid json
lv: Pielikums (payload) nav derīgs json

source: The project doesn't exist
lv: Projekts neeksistē

source: Bad signature
lv: Slikts paraksts

source: [@{user_name}]({user_url} "See @{user_name}'s {platform} profile") says in [{platform}#{number}]({comment_url} "Go to comment"): "{comment_message}"
lv: [@{user_name}]({user_url} "Skat. ko @{user_name} {platform} profile") saka [{platform}#{number}]({comment_url} "Doties uz komentāru"): "{comment_message}"

source: Comment From {platform}: > {comment_message}
lv: Komentārs no {platform}: > {comment_message}

source: Invalid issue comment information
lv: Nederīga izmaiņu pieprasījuma komentāra informācija

source: Issue created by [@{user_name}]({user_url} "See @{user_name}'s {platform} profile") from [{platform}#{number}]({url} "Go to issue").
lv: Izmaiņas pieprasījumu iesniedzis [@{user_name}]({user_url} "Skat. @{user_name}'s {platform} profile") no [{platform}#{number}]({url} "Doties uz izmaiņas pieprasījumu").

source: Issue created from {platform}.
lv: Izmaiņas pieprasījums izveidots no {platform}.

source: Invalid issue information
lv: Nederīga izmaiņas pieprasījuma informācija

source: unknown user
lv: nezināms lietotājs

source: {user_text} changed the status from [{platform} commit]({commit_url} "See commit '{commit_id} - {commit_short_message}'") - Status: **{src_status}** → **{dst_status}**
lv: {user_text} mainīja statusu no [{platform} commit]({commit_url} "Skat. kommitu '{commit_id} - {commit_short_message}'") - Statuss: **{src_status}** → **{dst_status}**

source: Changed status from {platform} commit. - Status: **{src_status}** → **{dst_status}**
lv: Mainīts statuss no {platform} kommita. - Statuss: **{src_status}** → **{dst_status}**

source: This {type_name} has been mentioned by {user_text} in the [{platform} commit]({commit_url} "See commit '{commit_id} - {commit_short_message}'") "{commit_message}"
lv: Šo {type_name} pieminēja lietotājs {user_text} iekš [{platform} commit]({commit_url} "Skat. kommitu '{commit_id} - {commit_short_message}'") "{commit_message}"

source: This issue has been mentioned in the {platform} commit "{commit_message}"
lv: Šis izmaiņas pieprasījums bijis minēts {platform} commit "{commit_message}"

source: The referenced element doesn't exist
lv: Norādītais elements neeksistē

source: The status doesn't exist
lv: Statuss nepastāv

source: The project param is needed
lv: Nepieciešams projekta parametrs

source: Invalid Asana API request
lv: Nederīgs Asana API pieprasījums

source: Failed to make the request to Asana API
lv: Neizdevās veikt pieprasījumu Asana APIm

source: Code param needed
lv: Nepieciešams koda parametrs

source: Error importing Asana project
lv: Importējot Asana projektu, gadījās ķibele

source: Invalid auth data
lv: Nederīgi autentifikācijas dati

source: Third party service failing
lv: Trešās puses pakalpojums pienācīgi nedarbojas

source: Error importing GitHub project
lv: Importējot GitHub projekta, gadījās ķibele

source: The url param is needed
lv: Nepieciešams URL parametrs

source: Invalid project_type {}
lv: Nederīgs projekta_tips {}

source: Invalid Jira server configuration.
lv: Nekorekta Jira servera konfigurācija.

source: Invalid or expired auth token
lv: Autorizācijas tokens nederīgs vai ar beigušos derīguma termiņu

source: Error importing Jira project
lv: Importējot Jira projektu, gadījās ķibele

source: Error importing PivotalTracker project
lv: Importējot PivotalTracker projektu, gadījās ķibele

source: <h1>Asana Project imported</h1> <p>Hello %(user)s,</p> <h3>Your Asana project has been correctly imported.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Go to %(project)s</a> <p><small>%(signature)s</small></p>
lv: <h1>Asana projekts importēts</h1> <p>Sveicināti %(user)s,</p> <h3>Jūsu Asana projekts tika sekmīgi importēts.</h3> <a class="button" href="%(url)s" title="Go to the project %(project)s">Doties uz %(project)s</a> <p><small>%(signature)s</small></p>

source: Invalid Request: %s at %s
lv: Nederīgs vaicājums: %s pie %s

source: Unauthorized: %s at %s
lv: Neautorizēts: %s pie %s

source: Resource Unavailable: %s at %s
lv: Resurss nav pieejams: %s pie %s

source: View project
lv: Apskatīt projektu

source: View milestones
lv: Apskatīt ceļa atzīmes

source: View epic
lv: Apskatīt Eposu

source: View user stories
lv: Apskatīt vajadzības

source: View tasks
lv: Skatīt uzdevumus

source: View issues
lv: Apskatīt izmaiņu pieteikumus

source: View wiki pages
lv: Apskatīt Wiki lapas

source: View wiki links
lv: Apskatīt Wiki saites

source: Add milestone
lv: Pievienot ceļa atzīmi

source: Modify milestone
lv: Mainīt ceļa atzīmi

source: Delete milestone
lv: Dēst ceļa atzīmi

source: Add epic
lv: Radīt Eposu

source: Modify epic
lv: Mainīt Eposu

source: Comment epic
lv: Komentēt Eposu

source: Delete epic
lv: Dzēst Eposu

source: View user story
lv: Apskatīt vajadzību

source: Add user story
lv: Pievienot vajadzību

source: Modify user story
lv: Mainīt vajadzību

source: Comment user story
lv: Komentēt vajadzību

source: Delete user story
lv: Dzēst vajadzību

source: Add task
lv: Izveidot uzdevumu

source: Modify task
lv: Mainīt uzdevumu

source: Comment task
lv: Komentēt uzdevumu

source: Delete task
lv: Dzēst uzdevumu

source: Add issue
lv: Izveidot izmaiņas pieprasījumu

source: Modify issue
lv: Mainīt izmaiņu pieprasījumu

source: Comment issue
lv: Komentēt izmaiņu pieprasījumu

source: Delete issue
lv: Dzēst izmaiņas pieprasījum

source: Add wiki page
lv: Pievienot Wiki lapu

source: Modify wiki page
lv: Mainīt Wiki lapu

source: Comment wiki page
lv: Komentēt Wiki lapu

source: Delete wiki page
lv: Dzēst Wiki lapu

source: Add wiki link
lv: Pievienot Wiki saiti

source: Modify wiki link
lv: Mainīt Wiki saiti

source: Delete wiki link
lv: Dzēst Wiki saiti

source: Modify project
lv: Mainīt projektu

source: Delete project
lv: Dzēst projektu

source: Add member
lv: + Jauns dalībnieks

source: Remove member
lv: Dzēst dalībnieku

source: Admin roles
lv: Admin lomas

source: Privacy
lv: Privātums

source: Modules
lv: Moduļi

source: Default values
lv: Noklusētās vērtības

source: Activity
lv: Darbība

source: Fans
lv: Fani

source: owner
lv: Vadītājs

source: {count} successfully made public.
lv: {count} sekmīgi padarīts publisks.

source: Make public
lv: Padarīt publisku

source: {count} successfully made private.
lv: {count} sekmīgi padarīts privāts.

source: Make private
lv: Padarīt privātu

source: Delete selected %(verbose_name_plural)s
lv: Dzēst atzīmētos %(verbose_name_plural)s

source: Incomplete arguments
lv: Nepietiekoši argumenti.

source: Invalid image format
lv: Nederīgs attēla formāts

source: Invalid template name
lv: Sagataves nosaukums nav derīgs

source: The user doesn't exist
lv: Tāds lietotājs nepastāv

source: The user must already be a project member
lv: Šis lietotājs jau ir projekta dalībnieks.

source: project
lv: projekts

source: is deprecated
lv: ir novecojis/netiek izmantots

source: from comment
lv: no komentāra

source: order
lv: pasūtīt

source: Custom
lv: Pielāgojams

source: Talky
lv: Talky.io
