Repository: mkdryden/taiga-back
Catalog: taiga/locale/*/LC_MESSAGES/django.po
Languages: lv

source: [Taiga] Password recovery
lv: [Taiga] Paroles atgūšana

source: You've been Taigatized!
lv: Jūs esat Taigatizēts

source: invalid
lv: nederīgs

source: Invalid username. Try with a different one.
lv: Nederīgs lietotājvārds. Mēģiniet citu.

source: Read new terms has to be true'
lv: "Izlasīti jaunie noteikumi" jābūt atzīmētiem ar 'patiesība'

source: Duplicate key value violates unique constraint. Key '{}' already exists.
lv: Duplicēta/atkartojošās atslēgas vērtība pārkāpj unikālo ierobežojumu. Atslēga '{}' jau pastāv.

source: key
lv: atslēga

source: secret key
lv: slepenā atslēga

source: status code
lv: statusa kods

source: request data
lv: pieprasīt datus

source: request headers
lv: pieprasīt galvenes

source: response data
lv: atbildes dati

source: response headers
lv: atbildes galvenes

source: duration
lv: ilgums

source: Not allowed IP Address
lv: Neatļauta IP adrese
