Repository: mkdryden/taiga-back
Catalog: taiga/locale/*/LC_MESSAGES/django.po
Languages: lv

source: This project is blocked due to payment failure
lv: Šis projekts ir bloķēts nesaņemta maksājuma dēļ

source: This project is blocked by admin staff
lv: Šo projektu bloķējis kāds no administrējošā personāla

source: This project is blocked because the owner left
lv: Šis projekts ir bloķēts dēļ tā, ka vadītājs to pametis

source: This project is blocked while it's deleted
lv: Šis projekts ir bloķēts kamēr tas ir dzēsts

source: <a style="font-weight: bold;text-decoration:none;color:#222;" href="%(user_profile_url)s" title="%(full_name)s">%(full_name)s</a> has written to %(project_name)s
lv: <a style="font-weight: bold;text-decoration:none;color:#222;" href="%(user_profile_url)s" title="%(full_name)s">%(full_name)s</a> ir uzrakstījis %(project_name)s

source: You are receiving this message because you are listed as administrator of the project titled %(project_name)s. If you don't want members of the Taiga community contacting your project, please <a href="%(project_settings_url)s">update your project settings</a> to prevent such contacts. Regular communications amongst members of the project will not be affected.
lv: Jūs saņemat šo ziņu, jo esat norādīts kā administrators projektam ar nosaukumu %(project_name)s. Ja nevēlaties, lai Taigas kopienas locekļi sazinātos ar jūsu projektu, lūdzu <a href="%(project_settings_url)s">aktualizējiet projekta iestatījumus</a>, lai turpmāk novērstu šādus kontaktus. Projekta dalībnieku ikdienišķo saziņu tas neietekmēs.

source: %(full_name)s has written to %(project_name)s
lv: %(full_name)s ir uzrakstījis %(project_name)s

source: You are receiving this message because you are listed as administrator of the project titled %(project_name)s. If you don't want members of the Taiga community contacting your project, please update your project settings in %(project_settings_url)s to prevent such contacts. Regular communications amongst members of the project will not be affected.
lv: Jūs saņemat šo ziņu, jo esat norādīts kā administrators projektam ar nosaukumu %(project_name)s.Ja nevēlaties, lai Taigas kopienas locekļi sazinātos ar jūsu projektu, lūdzu aktualizējiet projekta iestatījumus iekš %(project_settings_url)s, lai turpmāk novērstu šādus kontaktus. Projekta dalībnieku ikdienišķo saziņu tas neietekmēs.

source: [Taiga] %(full_name)s has sent a message to the project %(project_name)s
lv: [Taiga] %(full_name)s ir atsūtījis ziņu projektam %(project_name)s

source: Text
lv: Teksts

source: Multi-Line Text
lv: Daudzrindu teksts

source: Rich text
lv: Bagātīgi formatēts teksts (RTF)

source: Date
lv: Datums

source: Dropdown
lv: Nokarena izvēlne

source: Checkbox
lv: Rūtiņa

source: Number
lv: Skaits

source: type
lv: tips

source: values
lv: vērtības

source: epic
lv: eposs

source: user story
lv: vajadzība

source: task
lv: uzdevums

source: issue
lv: izmaiņas pieprasījums

source: Already exists one with the same name.
lv: Viena ar šādu nosaukumu jau pastāv.

source: due date
lv: termiņš

source: reason for the due date
lv: Pamatojums termiņam

source: You don't have permissions to set this status to this epic.
lv: Jums nav atļauju/tiesību iestatīt šo statusu šim eposam

source: ref
lv: atsauce

source: status
lv: statuss

source: epics order
lv: eposu kārtība

source: subject
lv: priekšmets

source: color
lv: krāsa

source: assigned to
lv: piešķirts/atbildīgais

source: is client requirement
lv: ir klienta prasība

source: is team requirement
lv: ir komandas prasība

source: user stories
lv: vajadzības

source: external reference
lv: ārējā atsauce

source: There's no epic with that id
lv: Nav eposa ar šādu ID

source: comment is required
lv: komentārs obligāts

source: deleted comments can't be edited
lv: dzēsti komentāri nevar tikt rediģēti

source: Comment already deleted
lv: Komentārs jau dzēsts

source: Comment not deleted
lv: Komentārs nav dzēsts

source: Change
lv: Izmainīt

source: Create
lv: Izveidot

source: Delete
lv: Dzēst

source: %(role)s role points
lv: %(role)s lomas punkti

source: from
lv: no

source: to
lv: uz

source: Added new attachment
lv: Pievienots jauns pielikums

source: Updated attachment
lv: Pielikums aktualizēts

source: deprecated
lv: novecojis

source: not deprecated
lv: nenovecojis/aktuāls

source: Deleted attachment
lv: Dzēsts pielikums

source: added
lv: pievienots

source: removed
lv: noņemts

source: Unassigned
lv: Nepiešķirts

source: Not set
lv: Neiestatīts

source: -deleted-
lv: -dzēsts-

source: to:
lv: kam:

source: from:
lv: no:

source: Added
lv: Pievienots

source: Changed
lv: Mainīts

source: Deleted
lv: Dzēsts

source: added:
lv: pievienots:

source: removed:
lv: noņemts:

source: From:
lv: No:

source: To:
lv: Kam:

source: content
lv: saturs

source: blocked note
lv: bloķēta piezīme

source: sprint
lv: sprints

source: You don't have permissions to set this sprint to this issue.
lv: Jums nav atļauju iestatīt šo sprintu šim izmaiņu pieprasījumam.

source: You don't have permissions to set this status to this issue.
lv: Jums nav atļauju iestatīt šādu statusu šim izmaiņu pieprasījumam.

source: You don't have permissions to set this severity to this issue.
lv: Jums nav atļauju iestatīt šādu nozīmīgumu šim izmaiņu pieprasījumam.

source: You don't have permissions to set this priority to this issue.
lv: Jums nav atļauju iestatīt šādu prioritāti šim izmaiņu pieprasījumam.

source: You don't have permissions to set this type to this issue.
lv: Jums nav atļauju iestatīt šādu tipu šim izmaiņu pieprasījumam.

source: severity
lv: nozīmīgums

source: priority
lv: prioritāte

source: milestone
lv: robežzīme

source: finished date
lv: beigšanas datums

source: The milestone isn't valid for the project
lv: Šī robežzīme šim projektam neder

source: All the issues must be from the same project
lv: Visiem izmaiņu pieprasījumiem jābūt no viena un tā paša projekta

source: Like
lv: Tīk

source: Likes
lv: Patikumi (laiki)

source: slug
lv: lode

source: estimated start date
lv: paredzētais sākuma datums

source: estimated finish date
lv: paredzētais beigu datums

source: is closed
lv: ir slēgts/beigts

source: disponibility
lv: disponējamība

source: The estimated start must be previous to the estimated finish.
lv: Paredzamajam sākumam jābūt pirms paredzētajām beigām.

source: There's no milestone with that id
lv: Nav atskaites punkta ar šādu id

source: All the user stories must be from the same project
lv: Visām vajadzībām jābūt no viena un tā paša projekta

source: is blocked
lv: ir bloķēts

source: ref param is needed
lv: nepieciešams atsauces parametrs

source: project or project__slug param is needed
lv: ir nepieciešams projekts vai projekta__slug parametrs

source: '{param}' parameter is mandatory
lv: '{param}' parametrs ir obligāts

source: 'project' parameter is mandatory
lv: 'project' parametrs ir obligāts

source: The user must be a project member.
lv: Lietotājam jābūt projekta dalībniekam.

source: email
lv: e-pasts

source: create at
lv: izveidot

source: token
lv: tokens/žetons

source: invitation extra text
lv: ielūguma papildus teksts

source: user order
lv: lietotāja pasūtījums

source: The user is already member of the project
lv: Šis lietotājs jau ir šī projekta dalībnieks

source: default epic status
lv: eposa statuss pēc noklusējuma

source: default US status
lv: vajadzības statuss pēc noklusējuma

source: default points
lv: punkti pēc noklusējuma

source: default task status
lv: uzdevuma statuss pēc noklusējuma

source: default priority
lv: prioritāte pēc noklusējuma

source: default severity
lv: nozīmīgums pēc noklusējuma

source: default issue status
lv: izmaiņas pieprasījuma statuss pēc noklusējuma

source: default issue type
lv: izmaiņas pieprasījuma tips pēc noklusējuma

source: logo
lv: logotips

source: members
lv: dalībnieki

source: total of milestones
lv: robežzīmju kopējais skaits

source: total story points
lv: vajadzību punktu kopējais skaits

source: active contact
lv: aktīvs kontakts

source: active epics panel
lv: aktīvais eposa panelis

source: active backlog panel
lv: aktīvais darāmo darbu (backlog) panelis

source: active kanban panel
lv: aktīvais kanban panelis

source: active wiki panel
lv: aktīvais wiki panelis

source: active issues panel
lv: aktīvais izmaiņu pieprasījuma panelis

source: videoconference system
lv: videokonferences sistēma

source: videoconference extra data
lv: videokonferences papildus dati

source: creation template
lv: izveidošanas šablons

source: is private
lv: ir privāts

source: anonymous permissions
lv: anonīmā lietotāja atļaujas

source: user permissions
lv: lietotāja atļaujas

source: is featured
lv: ir attēlots

source: is looking for people
lv: vēlas piesaistīt cilvēkus

source: looking for people note
lv: cilvēku piesaistes piezīme

source: project transfer token
lv: projekta nodošanas tokens/pilnvara

source: blocked code
lv: bloķēts kods

source: updated date time
lv: aktualizēts datums laiks

source: count
lv: skaits

source: fans last week
lv: fani pagājušajā nedēļā

source: fans last month
lv: fani pagājušajā mēnesī

source: fans last year
lv: fani pagājušajā gadā

source: activity last week
lv: darbības pagājušajā nedēļā

source: activity last month
lv: darbības pagājušajā mēnesī

source: activity last year
lv: darbības pagājušajā gadā

source: modules config
lv: moduļu konfigurācija

source: is archived
lv: ir arhivēts

source: work in progress limit
lv: nepabeigto darbu limits

source: value
lv: vērtība

source: by default
lv: pēc noklusējuma

source: days to due
lv: dienas līdz termiņa beigām

source: default owner's role
lv: vadītāja loma pēc noklusējuma

source: default options
lv: opcijas pēc noklusējuma

source: epic statuses
lv: eposa statusi

source: us statuses
lv: vajadzību statusi

source: us duedates
lv: vajadzību termiņi

source: points
lv: punkti

source: task statuses
lv: uzdevumu statusi

source: task duedates
lv: uzdevumu termiņi

source: issue statuses
lv: izmaiņu pieprasījumu statusi

source: issue types
lv: izmaiņu pieprasījumu tipi

source: issue duedates
lv: izmaiņu pieprasījumu termiņi

source: priorities
lv: prioritātes

source: severities
lv: nozīmīguma pakāpes

source: roles
lv: lomas

source: epic custom attributes
lv: eposa pielāgojamie atribūti

source: us custom attributes
lv: vajadzības pielāgojamie atribūti

source: task custom attributes
lv: uzdevuma pielāgojamie atribūti

source: issue custom attributes
lv: izmaiņas pieprasījuma pielāgojamie atribūti

source: Involved
lv: Iesaistīts

source: All
lv: Visi

source: None
lv: Nav/Neviens

source: Assigned
lv: Piešķirts

source: Mentioned
lv: Minēts

source: Added as watcher
lv: Pievienots kā vērotājs

source: Added as member
lv: Pievienots kā dalībnieks

source: Comment
lv: Komentārs

source: Mentioned in comment
lv: Minēts komentārā

source: created date time
lv: izveidošanas datums laiks

source: notify users
lv: paziņot lietotājiem

source: Watched
lv: Vērots

source: Notify exists for specified user and project
lv: Paziņojums attiecas uz norādīto lietotāju un projektu

source: Invalid value for notify level
lv: Paziņojuma līmeņa vērtība nav derīga

source: Watchers contains invalid users
lv: Vērotāju vidū ir nederīgi lietotāji

source: The version must be an integer
lv: Versijai jābūt veselam skaitlim

source: The version parameter is not valid
lv: Versijas parametrs nav derīgs

source: The version doesn't match with the current one
lv: Versija nesakrīt ar pašreizējo

source: version
lv: versija

source: You can't leave the project if you are the owner or there are no more admins
lv: Jūs nevarat pamest projektu, ja esat tā vadītājs vai projektam nav citu administratoru

source: Project without owner
lv: Projekts bez vadītāja

source: You have reached your current limit of memberships for private projects
lv: Jūs esat sasniedzis pašreizējo dalībnieku skaita limitu privātiem projektiem

source: You have reached your current limit of memberships for public projects
lv: Jūs esat sasniedzis pašreizējo dalībnieku skaita limitu publiskiem projektiem

source: You have reached the current limit of pending memberships
lv: Jūs esat sasniedzis izskatāmo potenciālo dalībnieku pašreizējo limitu

source: You can't have more private projects
lv: Jums nevar būt vairāk privātu projektu

source: This project reaches your current limit of memberships for private projects
lv: Šis projekts sasniedzis jūsu pašreizējo dalībnieku skaita limitu privātiem projektiem

source: You can't have more public projects
lv: Jums nevar būt vairāk publisku projektu

source: This project reaches your current limit of memberships for public projects
lv: Šis projekts sasniedzis jūsu pašreizējo dalībnieku skaita limitu publiskiem projektiem

source: Future sprint
lv: Nākotnes sprints

source: Project End
lv: Projekta beigas

source: Token is invalid
lv: Nederīgs tokens

source: Token has expired
lv: Novecojis/izlietots tokens

source: Epics
lv: Eposi

source: Backlog
lv: Darba klāsts

source: Kanban
lv: Kanbans

source: Issues
lv: Izmaiņu pieprasījumi

source: You don't have access to this section
lv: Jums nav piekļuves šai sadaļai

source: Invalid tag '{value}'. The color is not a valid HEX color or null.
lv: Nederīga birka “{value}”. Krāsa nav derīga HEX krāsa vai ir nulle.

source: Invalid tag '{value}'. it must be the name or a pair '["name", "hex color/" | null]'.
lv: Nederīga birka “{value}”. Tai jābūt vārdam vai pārim '["nosaukums", "HEX krāsa /" | nulle]'.

source: Invalid tag '{value}'. It must be the tag name.
lv: Nederīga birka “{value}”. Tam jābūt birkas nosaukumam.

source: tags
lv: birkas

source: tags colors
lv: birku krāsas

source: This tag already exists.
lv: Šāda birka jau pastāv

source: The color is not a valid HEX color.
lv: Šī nav derīga HEX krāsa.

source: The tag doesn't exist.
lv: Birka neeksistē.

source: You don't have permissions to set this sprint to this task.
lv: Jums nav atļauju iestatīt šo sprintu šim uzdevumam.

source: You don't have permissions to set this user story to this task.
lv: Jums nav atļauju iestatīt šo vajadzību šim uzdevumam.

source: You don't have permissions to set this status to this task.
lv: Jums nav atļauju iestatīt šo statusu šim uzdevumam.

source: us order
lv: vajadzības pasūtījums

source: Invalid milestone id.
lv: Nederīgs starpposma id.

source: Invalid task status id.
lv: Nederīgs uzdevuma statusa id.

source: Invalid user story id.
lv: Nederīgs vajadzības id.

source: Invalid task status id. The status must belong to the same project.
lv: Nederīgs uzdevuma statusa id. Statusam jāpieder vienam un tam pašam projektam.

source: someone
lv: kāds

source: Accept your invitation to Taiga
lv: Pieņemt uzaicinājumu uz Taigu

source: Accept your invitation
lv: Pieņemt uzaicinājumu

source: Request transfer to a different person
lv: Pieprasīt nodot citai personai

source: %(rejecter_name)s says:
lv: %(rejecter_name)s saka:

source: If you want, you can still try to transfer the project ownership to a different person.
lv: Ja vēlaties, joprojām varat mēģināt nodot projekta vadību citai personai.

source: Request transfer to a different person:
lv: Pieprasīt nodot citai personai:

source: Continue
lv: Turpināt

source: Please, go to your project settings if you would like to start the project transfer from the administration panel.
lv: Ja vēlaties sākt projekta nodošanu no administrēšanas paneļa, lūdzu, dodieties uz sava projekta iestatījumiem.

source: Go to your project settings:
lv: Atveriet sava projekta iestatījumus:

source: Accept or reject the project ownership transfer:
lv: Akceptēt vai noraidīt projekta vadības nodošanu:

source: Scrum
lv: Skram

source: The agile product backlog in Scrum is a prioritized features list, containing short descriptions of all functionality desired in the product. When applying Scrum, it's not necessary to start a project with a lengthy, upfront effort to document all requirements. The Scrum product backlog is then allowed to grow and change as more is learned about the product and its customers
lv: Skram spējo produkta darbu klāsts ir prioritarizēts funkcionalitāšu/iespēju saraksts, kurā ir īsi visu produktā/izstrādājumā vēlamo funkcionalitāšu apraksti. Izmantojot Skram, nav nepieciešams sākt projektu ar ilgstošām, sākotnējām pūlēm dokumentēt visas prasības. Pēc tam, kad vairāk tiek noskaidrots par produktu un tā klientiem, Skram darbu klāstam tiek ļauts augt un mainīties.

source: Kanban is a method for managing knowledge work with an emphasis on just-in-time delivery while not overloading the team members. In this approach, the process, from definition of a task to its delivery to the customer, is displayed for participants to see and team members pull work from a queue.
lv: Kanban ir metode zināšanu darba vadīšanai, uzsvaru liekot uz piegādi tieši laikā, vienlaikus nepārslogojot komandas locekļus. Šajā pieejā dalībniekiem ir redzams process, sākot no uzdevuma definēšanas līdz tā rezultāta nogādāšanai klientam, un komandas locekļi "paņem" darbu no rindas.

source: New
lv: Jauns

source: Ready
lv: Gatavs

source: In progress
lv: Darbībā/norisē/aktīvs

source: Ready for test
lv: Gatavs testēšanai/pārbaudei/pārbaudāms

source: Done
lv: Gatavs

source: Archived
lv: Arhivēts

source: Closed
lv: Slēgts

source: Needs Info
lv: Gaida info / info gaidās

source: Postponed
lv: Atlikts

source: Rejected
lv: Noraidīts

source: Bug
lv: Kļūda

source: Question
lv: Jautājums

source: Enhancement
lv: Uzlabojums

source: Low
lv: Zems

source: Normal
lv: Vidējs

source: High
lv: Augsts

source: Wishlist
lv: Vēlmju saraksts

source: Minor
lv: Nepilngadīgais

source: Important
lv: Svarīgs

source: Critical
lv: Kritisks

source: Design
lv: Dizains

source: Front
lv: Priekšiņas

source: Back
lv: Iepakaļas

source: Product Owner
lv: Projekta vadītājs

source: Stakeholder
lv: Ieinteresētā persona

source: You don't have permissions to set this sprint to this user story.
lv: Jums nav atļauju iestatīt šo sprintu šai vajadzībai.

source: You don't have permissions to set this status to this user story.
lv: Jums nav atļauju iestatīt šo statusu šai vajadzībai.

source: Invalid role id '{role_id}'
lv: Nederīgs lomas ID '{role_id}'

source: Invalid points id '{points_id}'
lv: Nederīgs punktu ID '{points_id}'

source: Generating the user story #{ref} - {subject}
lv: Vajadzības ģenerēšana #{ref} - {subject}

source: role
lv: loma

source: backlog order
lv: darba klāsta pasūtījums

source: sprint order
lv: sprinta pasūtījums

source: kanban order
lv: kanban pasūtījums

source: finish date
lv: beigu datums

source: assigned users
lv: atbildīgie lietotāji

source: generated from issue
lv: ģenerēts no izmaiņu pieprasījuma

source: generated from task
lv: ģenerēts no uzdevuma

source: There's no user story with that id
lv: Ar šo ID nav nevienas vajadzības

source: Invalid user story status id. The status must belong to the same project.
lv: Nederīgs vajadzības statusa ID. Statusam jābūt saistītam ar vienu un to pašu projektu.

source: Invalid milestone id. The milistone must belong to the same project.
lv: Nederīgs robežzīmes ID. Robežzīmei jābūt saistītai ar vienu un to pašu projektu.

source: Invalid user story ids. All stories must belong to the same project and, if it exists, to the same status and milestone.
lv: Nederīgi vajadzību ID. Visām vajadzībām jābūt saistītām ar vienu un to pašu projektu, un, ja tas eksistē, ar to pašu statusu un robežzīmi.

source: There's no project with that id
lv: Nav neviena projekta ar šādu ID

source: The user yet exists in the project
lv: Lietotājs projektā vēl/joprojām ir/pastāv

source: Invalid role for the project
lv: Projektam šī loma nav derīga

source: The user must be a valid contact
lv: Lietotājam jābūt derīgai kontaktpersonai

source: The project owner must be admin.
lv: Projekta vadītājam jābūt arī administratoram.

source: At least one user must be an active admin for this project.
lv: Vismaz vienam lietotājam jābūt aktīvam šī projekta administratoram.

source: Invalid role ids. All roles must belong to the same project.
lv: Nederīgi lomu id. Visām lomām jāpieder vienam un tam pašam projektam.

source: Default options
lv: Opcijas pēc noklusējuma

source: User story's statuses
lv: Vajadzību statusi

source: Points
lv: Punkti

source: Task's statuses
lv: Uzdevumu statusi

source: Issue's statuses
lv: Izmaiņu pieprasījumu statusi

source: Issue's types
lv: Izmaiņu pieprasījumu tipi

source: Priorities
lv: Prioritātes

source: Severities
lv: Nozīmīguma pakāpes

source: Roles
lv: Lomas

source: Votes
lv: Balsis

source: Vote
lv: Balss

source: 'content' parameter is mandatory
lv: “satura” parametrs ir obligāts

source: 'project_id' parameter is mandatory
lv: parametrs 'project_id' ir obligāts

source: last modifier
lv: pēdējais rediģējis

source: Check the history API for the exact diff
lv: Pārbaudiet vēstures API, lai iegūtu precīzu atšķirību (diff)

source: Project Member
lv: Projekta dalībnieks

source: Project Members
lv: Projekta dalībnieki

source: Project Ownership
lv: Projekta vadītājs

source: Project Ownerships
lv: Projekta vadītāji

source: Personal info
lv: Personiskā informācija

source: Permissions
lv: Atļaujas

source: Restrictions
lv: Ierobežojumi

source: Important dates
lv: Svarīgi datumi

source: Duplicated email
lv: Dublēts e-pasts

source: Invalid email
lv: Nederīgs e-pasts

source: Invalid username or email
lv: Nederīgs lietotājvārds vai e-pasts

source: Mail sended successful!
lv: Pasts nosūtīts sekmīgi!

source: Current password parameter needed
lv: Nepieciešams pašreizējais paroles parametrs

source: New password parameter needed
lv: Nepieciešams jauns paroles parametrs

source: Invalid password length at least 6 charaters needed
lv: Nepieciešams vismaz 6 rakstzīmju paroles garums

source: Invalid current password
lv: Nederīga pašreizējā parole

source: Invalid, are you sure the token is correct and you didn't use it before?
lv: Nederīgs. Vai esat pārliecināts, ka tokens ir pareizs, un iepriekš nav izmantots?

source: Invalid, are you sure the token is correct?
lv: Nederīgs. Vai esat pārliecināts, ka tokens ir pareizs?

source: superuser status
lv: superlietotāja statuss

source: Designates that this user has all permissions without explicitly assigning them.
lv: Apzīmē, ka šim lietotājam ir visas atļaujas, tieši tās nepiešķirot.

source: username
lv: lietotājvārds

source: Required. 30 characters or fewer. Letters, numbers and /./-/_ characters
lv: Obligāti. 30 rakstzīmes vai mazāk. Burti, cipari un /./-/_ rakstzīmes

source: Enter a valid username.
lv: Ievadiet derīgu lietotājvārdu.

source: active
lv: aktīvs

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
lv: Apzīmē, vai šis lietotājs jāuzskata par aktīvu. Kontu dzēšanas vietā noņemiet šo atzīmi.

source: biography
lv: biogrāfija

source: photo
lv: attēls/foto

source: date joined
lv: pievienošanās datums

source: accepted terms
lv: akceptētie noteikumi

source: new terms read
lv: jaunie noteikumi izlasīti

source: default language
lv: noklusētā valoda

source: default theme
lv: noklusētā ādiņa

source: default timezone
lv: noklusētā laika josla

source: colorize tags
lv: iekrāsot birkas

source: email token
lv: e-pasta tokens

source: new email address
lv: jauna e-pasta adrese

source: max number of owned private projects
lv: maksimālais vadīto privāto projektu skaits

source: max number of owned public projects
lv: maksimālais vadīto publisko projektu skaits

source: max number of memberships for each owned private project
lv: maksimālais dalībnieku skaits katrā vadītajā privātajā projektā

source: max number of memberships for each owned public project
lv: maksimālais dalībnieku skaits katrā vadītajā publiskajā projektā

source: permissions
lv: atļaujas

source: Username or password does not matches user.
lv: Lietotājvārds vai parole neatbilst lietotājam.

source: [Taiga] Change email
lv: [Taiga] Nomainīt e-pastu
